Repository: cnkim74/vault-ai-carledger
Catalog: ios/Vault/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 테슬라 차량을 가져오지 못했어요
en: Couldn't import the Tesla vehicle
ja: テスラ車両を取り込めませんでした
zh_hans: 无法导入特斯拉车辆

source: 테슬라 차량을 가져왔어요
en: Imported your Tesla vehicle
ja: テスラ車両を取り込みました
zh_hans: 已导入您的特斯拉车辆

source: 테슬라 충전 이력 가져오기
en: Import Tesla charging history
ja: テスラ充電履歴を取り込む
zh_hans: 导入特斯拉充电记录

source: 테슬라·타 브랜드 자동 연동 (API·동글)
en: Tesla & other brands auto-sync (API/dongle)
ja: テスラ・他ブランド自動連携（API・ドングル）
zh_hans: 特斯拉及其他品牌自动同步（API/加密狗）

source: 테슬라에서 가져오기
en: Import from Tesla
ja: テスラから取り込む
zh_hans: 从特斯拉导入

source: 테슬라에서 가져오는 중…
en: Importing from Tesla…
ja: テスラから取り込み中…
zh_hans: 正在从特斯拉导入…

source: 통계
en: Stats
ja: 統計
zh_hans: 统计

source: 티맵
en: TMAP
ja: TMAP
zh_hans: TMAP

source: 파일을 읽지 못했어요
en: Couldn't read the file
ja: ファイルを読めませんでした
zh_hans: 无法读取文件

source: 판교 방문
en: Pangyo visit
ja: 板橋訪問
zh_hans: 板桥拜访

source: 판교역
en: Pangyo Stn.
ja: 板橋駅
zh_hans: 板桥站

source: 평균
en: Avg
ja: 平均
zh_hans: 平均

source: 평균 %@
en: Avg %@
ja: 平均 %@
zh_hans: 均价 %@

source: 폭염 · 냉각수·타이어 공기압 점검
en: Heat · check coolant & tire pressure
ja: 猛暑 · 冷却水とタイヤ空気圧を点検
zh_hans: 高温 · 检查冷却液和胎压

source: 폭염 · 수분 보충·휴식
en: Heat · hydrate and rest
ja: 猛暑 · 水分補給と休憩
zh_hans: 高温 · 补水休息

source: 프로모션 코드
en: Promo code
ja: プロモコード
zh_hans: 促销码

source: 프로필
en: Profile
ja: プロフィール
zh_hans: 个人资料

source: 프리미엄
en: Premium
ja: プレミアム
zh_hans: 高级版

source: 프리미엄 · 촬영으로 자동입력
en: Premium · auto-fill from a photo
ja: プレミアム · 撮影で自動入力
zh_hans: 高级版 · 拍照自动填写

source: 프리미엄 이용 중
en: Premium member
ja: プレミアム利用中
zh_hans: 高级会员

source: 프리미엄으로 AI 추정 시세 확인
en: Check AI estimate with Premium
ja: プレミアムでAI推定相場を確認
zh_hans: 高级版查看AI估价

source: 프리미엄으로 동글 연동
en: Dongle sync with Premium
ja: プレミアムでドングル連携
zh_hans: 高级版设备同步

source: 하루 %d/%dkm
en: %d/%d km per day
ja: 1日 %d/%dkm
zh_hans: 每天 %d/%dkm

source: 하부 세차
en: Underbody wash
ja: 下回り洗車
zh_hans: 底盘清洗

source: 하이브리드
en: Hybrid
ja: ハイブリッド
zh_hans: 混动

source: 한파 · 배터리 방전 주의
en: Cold · watch for battery drain
ja: 寒波 · バッテリー上がりに注意
zh_hans: 寒潮 · 注意电池亏电

source: 함께 메모될 정비 항목
en: Items noted with it
ja: メモされる整備項目
zh_hans: 一并备注的项目

source: 해당하는 차량이 없어요
en: No matching vehicles
ja: 該当する車両がありません
zh_hans: 无匹配车辆

source: 현재 배터리
en: Current battery
ja: 現在のバッテリー
zh_hans: 当前电量

source: 현재 배터리 잔량(%)을 입력하세요. 주행 가능 거리가 자동 계산돼요.
en: Enter current battery level (%). Range is calculated automatically.
ja: 現在のバッテリー残量（%）を入力してください。走行可能距離が自動計算されます。
zh_hans: 请输入当前电量（%），可行驶里程将自动计算。

source: 현재 위치
en: Current location
ja: 現在地
zh_hans: 当前位置

source: 현재 위치 기준 검색 결과 · 실시간 이용 현황은 지도 앱에서 확인하세요.
en: Results near you; check live status in the map app.
ja: 現在地の検索結果・空き状況は地図アプリで確認してください。
zh_hans: 基于当前位置的结果;实时可用情况请在地图应用查看。

source: 현재 주행 (km, 선택)
en: Current odometer (km, optional)
ja: 現在の走行 (km, 任意)
zh_hans: 当前里程 (km, 可选)

source: 홈
en: Home
ja: ホーム
zh_hans: 首页

source: 확인
en: OK
ja: OK
zh_hans: 确定

source: 확인 메일을 보냈어요. 메일 인증 후 로그인해 주세요.
en: Confirmation email sent. Verify then log in.
ja: 確認メールを送信しました。認証後にログインしてください。
zh_hans: 已发送确认邮件，验证后登录。

source: 회사
en: Company
ja: 会社
zh_hans: 公司

source: 회사/조직 이름 (예: OO운수)
en: Company/org name
ja: 会社・組織名
zh_hans: 公司/组织名称

source: 회신받을 이메일
en: Email for reply
ja: 返信用メール
zh_hans: 回复邮箱

source: 회원님
en: there
ja: ユーザー
zh_hans: 用户

source: 휘발유 등가
en: Gas equivalent
ja: ガソリン相当
zh_hans: 汽油等价

source: 휘발유차 대비 절약
en: Savings vs gas car
ja: ガソリン車比の節約
zh_hans: 对比燃油车节省

source: 흐림
en: Cloudy
ja: 曇り
zh_hans: 阴

source: %d월 · %@
ja: %d月 · %@
zh_hans: %d月 · %@
